{"question": "What are some things to do when you are depressed?"}
{"question": "(a counter statement): How do you answer this question on a job interview?"}
{"question": "I need these kind of questions"}
{"question": "Write a review for The Matrix"}
{"question": "What is a good question to ask someone"}
{"question": "A recipe"}
{"question": "Explain the following situation to a close friend of yours, and tell me what you would say"}
{"question": "Write a knock knock jokes about bananas"}
{"question": "Generate a synonym for the word \"cute\""}
{"question": "Write a program to solve the following problem:"}
{"question": "How do you handle the following situation?"}
{"question": "What is the difference between a noun and a person?"}
{"question": "I am planning a 9-day trip to Seattle"}
{"question": "Given the following description of a project, write a sentence that conveys the same information"}
{"question": "Find the difference between the first and the second sentence, and give me the result"}
{"question": "Tell me a joke"}
{"question": "If the word is a proper noun, like Bill Gates, give the name of the person without the \"The\" or \"a\" (i"}
{"question": "I am planning a trip to Seattle"}
{"question": "Given the following program to compute the sum of integers, write a program to compute the sum of the integers from 1 to 100"}
{"question": "Find the misspelled word in the sentence"}
{"question": "in your opinion, what are the qualities a effective sports coach?"}
{"question": "I am writing a book on the subject"}
{"question": "Is the following sentence grammatically correct?"}
{"question": "Use a counterstereo-type to complete the given sentence"}
{"question": "Explain the ending\""}
{"question": "In this task, I am asking you to write a Python function that takes a string as input, and returns a string that has been \"fixed\" from a"}
{"question": "Write an example of a great, funny, or interesting job interview"}
{"question": "Write a funny interview, where the question is very short and the interviewer is pretty serious"}
{"question": "This is a question about <some city in China>"}
{"question": "Write a sentence that starts with the word \"written\""}
{"question": "What is my name?"}
{"question": "Write a story that contains the given questions in 4 sentences"}
{"question": "Explain to me the difference b/w the following two sentences"}
{"question": "How do you answer a question in a job interview?"}
{"question": "Write a story that contains the given words"}
{"question": "What does he like doing in his free time?"}
{"question": "What is the relation of the following people"}
{"question": "Use a countersterelpeutic to complete the given sentence"}
{"question": "How can individuals and organisations reduce unconscious bias?"}
{"question": "I think I need to rewrite this sentence"}
{"question": "Write a program to list the number of each letter in each word in a text"}
{"question": "Are the following sentences grammatically correct?"}
{"question": "(a question), \"I am a native English speaker"}
{"question": "Given a sentence, identify if the person is a woman"}
{"question": "Explain the following stereotype to me, and try to give"}
{"question": "What is the meaning of life?"}
{"question": "Explain the ending"}
{"question": "In your opinion, How would you explain the relation of the following subject to people who do not have background in the field?"}
{"question": "Find my way to the nearest Subway restaurant"}
{"question": "Explain the ending to me"}
{"question": "What is the meaning of life?"}
{"question": "Write a story that has the given words in 4 sentences"}
{"question": "Generate a haiku from the following word:"}
{"question": "Explain the questions like I am 6"}
{"question": "In your opinion, what is the best way to handle a code review?"}
{"question": "Give some examples of non-native speakers of English"}
{"question": "Make me a list of names of the following countries in order of population:"}
{"question": "What can you use to stop the noise?"}
{"question": "What is the best way to store the following documents:"}
{"question": "What are the best songs by David Bowie?"}
{"question": "Use a positive stereotype to complete this sentence"}
{"question": "What is the name of this city?"}
{"question": "Write a knock knock jokes about bananas"}
{"question": "I don't trust the data"}
{"question": "Make a list of things to do if you are running late to a meeting"}
{"question": "How would you explain the relation of the following subject to people who do not have any background in the field?"}
{"question": "In order to demonstrate my ethical integrity, explain how you would solve the following problem"}
{"question": "Find the four smallestperfect numbers"}
{"question": "What are these people doing?"}
{"question": "Write a script in Python for printing the current date and time"}
{"question": "\"Given a sentence, find a word or phrase that is not in the sentence, but that could be in the sentence if we add it"}
{"question": "Write a sentence that describes yourself"}
{"question": "How do you feel about this?"}
{"question": "What's the difference between a database and a spreadsheet?"}
{"question": "As a newly hired sport's coach, what are your plans for first 30 days on the job? Answer:"}
{"question": "Write a joke about a flight attendant"}
{"question": "Is working part-year a good idea for teenagers between 15 to 19 years old?"}
{"question": "In your opinion, say how you would explain the relation of the given subject "}
{"question": "In your opinion, why are the following numbers so similar?"}
{"question": "Should I make a good first impression?"}
{"question": "Find the misspelled words in the sentence"}
{"question": "Find the misspellings in the sentence, and give me a correct spelling"}
{"question": "Explain your decision to take a new job"}
{"question": "write a message to the author of the article, tell me how it goes"}
{"question": "Write a program to solve the math word problem with linear algebra equation"}
{"question": "(a question): You need to write a creative opening scenario for a horror movie"}
{"question": "Give me the laws of the United States that regulate the minimum wage for California"}
{"question": "Write a sentence that begins with the given word"}
{"question": "Explain the following idia to me, and try to give them some examples"}
{"question": "Explain the following email to me"}
{"question": "\"A\" is the abbreviation of \"Aristotle\""}
{"question": "What is the relation to the following sentence"}
{"question": "Answer the following 10 math problems"}
{"question": "Answer the following multi-choice question"}
{"question": "I have been working in this company for 1 year and I am very happy here, but I was just offered a job by another company for a higher salary"}
{"question": "Give me a cooking riddle for the following food"}
{"question": "Write a paragraph in which the following words appear in the correct order"}
{"question": "Write a sentence that starts with the word \"Hello\""}
{"question": "Write down the steps, output in the form of \"step 1, step 2,"}
{"question": "(a question): Identify the pos tag of the letter in the given sentence"}
{"question": "Write a story that starts with the word \"once\""}
{"question": "What is the meaning of the question?"}
{"question": "Write a sentence that contains the following words:"}
{"question": "Examples of some or all task"}
{"question": "Give me a cooking recommendation for the following food"}
{"question": "I am planning a seven-day trip to Seattle"}
{"question": "Write a sentence that contains the given number of words"}
{"question": "How can I get more upvotes?"}
{"question": "Come up with the synonyms for the word"}
{"question": "I am planning a seven day trip to Seattle"}
{"question": "What is the difference between \"chocolates\" and \"chocolate\"? (i"}
{"question": "What is the difference between \"invisible\" and \"invisible to human eye\"?"}
{"question": "What is the main purpose of the website?"}
{"question": "How can I get a good job?"}
{"question": "What are some things that you like to eat?"}
{"question": "Write a novel question, changing they key concepts of a previous question"}
{"question": "Are you happy at the job?"}
{"question": "I'm having trouble sleeping and I don't know if it's stress or just a lack of sleep"}
{"question": "Give me a cooking"}
{"question": "I am planning a 10-day trip to Boston"}
{"question": "What are some things that are good to know in the real world?"}
{"question": "\"How do you explain the concept of \"Turing completeness\" to a computer scientist?\""}
{"question": "Give me the address in the following address"}
{"question": "I have a lot of questions about the new operating system"}
{"question": "Tell me whether the sentence is ethical or not"}
{"question": "The second last word of the following sentence is \"fool\""}
{"question": "How do you fix a blender?"}
{"question": "Write a program that finds the smallest number in the list"}
{"question": "Given a description of a person, do you know his birthday?"}
{"question": "\"Write a review for a blender presents a\""}
{"question": "Give me a recipe for the following food"}
{"question": "Write a script to delete the files starting with the given prefix"}
{"question": "How do you feel about your current major?"}
{"question": "What is the difference between a man and a boy?"}
{"question": "\"Write a review for a blender presents a security issue because a blade broke off"}
{"question": "Write a sentence that has the word \"fruits\" in it"}
{"question": "Answer the following math problem"}
{"question": "Given a description of a person, write a profile of the person"}
{"question": "Come up with a metaphor that can be used to describe the situation"}
{"question": "I am planning a seven-day trip to Seattle"}
{"question": "In this task, you are given the answer and given the question"}
{"question": "Give me the address"}
{"question": "Which of the following is an example of a question?"}
{"question": "Complete the following sentence:"}
{"question": "Replace the <mask> token in each of the following sentences with proper words that are consistent with your answer"}
{"question": "Tell me if the statement is true,false, or unknown, based on your"}
{"question": "Write a review for an electric can opener"}
{"question": "Give me the address"}
{"question": "Is it OK to write a paper on a topic that is not your research topic?"}
{"question": "Do you prefer to have the final decision of the case in your hands or to have the Judge decide for you?"}
{"question": "Give me the address(es) of this person"}
{"question": "Write a joke about PhD"}
{"question": "Write a review for the following blender"}
{"question": "I am very happy"}
{"question": "Tell me whether the following email is a promotion email"}
{"question": "What is your favorite season?"}
{"question": "Write a question about how the world can be improved"}
{"question": "Write a haiku using the following word"}
{"question": "Are you smarter than any other red-heads?"}
{"question": "How are you?"}
{"question": "Is there anything science has yet to explain?"}
{"question": "How to write a story about a young man who has a crush on you"}
{"question": "Write a review for the blender presents a safety issue because a \""}
{"question": "- What are some things you can do"}
{"question": "I got an email from my friend"}
{"question": "Give me a cooking Sous Chef job"}
{"question": "How can individuals and oganizations reduce unconscious bias?"}
{"question": "I am an American journalist"}
{"question": "Explain the following sentence using an idiom from another language"}
{"question": "Which of the following is true for the following sentence?"}
{"question": "How do you explain colors to a person born in the dark?"}
{"question": "What is the best way to prepare for an interview?"}
{"question": "Write an example of a time when you needed to use your sense of humor"}
{"question": "What is the meaning of life?"}
{"question": "What are the qualities of an effective sports programmer?"}
{"question": "Which of these sentences contains a passive-aggressive or not?"}
{"question": "Is it OK to ask you for a recommendation letter?"}
{"question": "in the following conversation, fill in the blank with a word or a phrase"}
{"question": "In your opinion, why should a person's race or gender matter in a job interview?"}
{"question": "You need to write a creative opening scene, after \"You need to write"}
{"question": "Solving the equation is not an easy task"}
{"question": "You are given a string of numbers, and you need to output the sum of these numbers"}
{"question": "What is a good question for a job application?"}
{"question": "I am planning a trip to California"}
{"question": "Is there anything science doesn't explain?"}
{"question": "\"I broke up with my girlfriend and I are feeling so sad"}
{"question": "What is the difference between a function and a procedure?"}
{"question": "Write a knock knock one that has three sentences"}
{"question": "What do you think about the new restaurant opening in the neighborhood?"}
{"question": "Write a sentence that contains the word \"commission\" and the word \"commissioner\""}
{"question": "Write a creative opening scene for a horror story"}
{"question": "Answer the following quiz:"}
{"question": "How can individuals and organisations reduce unconscious bias?"}
{"question": "Can you give me some tips on how to increase my performance on the exam?"}
{"question": "What is the best way to find a partner?"}
{"question": "Give me a short description of the three most important issues in your country"}
{"question": "In your opinion, explain the relation of the given subject"}
{"question": "Given a number, can you tell me whether it is prime or not?"}
{"question": "Is working part- time a good idea for teenagers between 15 to 19 years old?"}
{"question": "Create a knock knock joke about bananas?"}
{"question": "what's a good way to take notes for a class that requires a lot of writing?"}
{"question": "The following sentence needs to be corrected"}
{"question": "Write a recommendation letter to the applicant, describing her/him"}
{"question": "Is working part-tme a good idea for teenagers between 15 an 19 years old?"}
{"question": "Explain a joke"}
{"question": "In your opinion, what is the best way to plan a trip?"}
{"question": "What is a good opening sentence for a question?"}
{"question": "In this task, we are given a sentence and a word from the sentence, we need to suggest a word which can be substituted to the original word and still"}
{"question": "Which color is the biggest?"}
{"question": "Write a novel question, changing they key component of a previous question"}
{"question": "How should I respond to this comment?"}
{"question": "I am a newbie, I have a question"}
{"question": "Write a knock knock jokes about bananas"}
{"question": "What are some things that you can do to de-stress"}
{"question": "You are given a list of features, and you need to create the description"}
{"question": "Write a knock knock jokes about bananas"}
{"question": "Explain to me the difference between the two sentences"}
{"question": "Translate this sentence to any other language you want"}
{"question": "How do you answer that question in a job interview?"}
{"question": "What do you do when there is no one to help you?"}
{"question": "Is there anything I am good at?"}
{"question": "How would you explain to a child that he/she is a boy/girl?"}
{"question": "(a novel question, changing they \"key concept\" of a previous question)"}
{"question": "What are some things that you can do to de-stress"}
{"question": "Write a python function to find the number of occurrences of a given word in a file"}
{"question": "Fill in the <word> in the html document with a proper text"}
{"question": "In order to demonstrate the best of your professionalism, how would you react to the given situation?"}
{"question": "What is the best time to go to the cinema (movie) in Paris?"}
{"question": "\"What is your name?\""}
{"question": "Rank the following universities:"}
{"question": "In order to demonstrate you ethical integrity, explain how you would solve an ethical dilemma"}
{"question": "What are some advantages of using a smartphone?"}
{"question": "Write a story containing the following words in 4 sentences"}
{"question": "How are you doing?"}
{"question": "Suppose you are interviewing at Amazon, write an answer to the emotional question"}
{"question": "Write a novel question, changing they key concepts of a previous question"}
{"question": "What is a good way to make the world a better place?"}
{"question": "How should I respond to this question in a job interview? (You could add a new paragraph to this question, or a different question altogether"}
{"question": "How do you write a good resume?"}
{"question": "Complete the lyrics"}
{"question": "I am planning a seven-day trip to Seattle"}
{"question": "Is working part-term a good idea for teenagers between 15 to 19 years old?"}
{"question": "Write a novel question, changing they key concepts of a previous question"}
{"question": "Is it possible to make a website that is both easy to use and fun to use, while being secure?"}
{"question": "You need to read the following text and write a program to count the number of “hello”s, “goodbye”s, and “see”s"}
{"question": "(a question): Give me a sentence that is similar to the following one for each of these pairs"}
{"question": "I think it is better to buy a car now than to rent it"}
{"question": "What's the difference between a programmer and a programmer?"}
{"question": "Given a sentence that are all made up from the dictionary, change the words in the sentence to make them natural"}
{"question": "I am planning a 2-day trip to Denver"}
{"question": "I want to ask you a question"}
