{"question": "How would you explain the relation of the following sentence to people who do not have a big background in the field?"}
{"question": "Which exercises are best"}
{"question": "(a question), after \""}
{"question": "What are the five most important words for you?"}
{"question": "Write a program to generate the given output"}
{"question": "(a question, based on the previous question), after \""}
{"question": "(a novel question, changing they keyword of a previous question)"}
{"question": "Explain the ending in the given movie"}
{"question": "Create a hakka-like poem"}
{"question": "\"Write a sentence that ends with the word 'published'\""}
{"question": "An example of some or all task items:"}
{"question": "Give me the address for a new grocery store"}
{"question": "Tell me about your first encounter with this concept"}
{"question": "What is the difference between the following sentences?"}
{"question": "Write a novel question, changing they key"}
{"question": "Write a funny interview to get a job"}
{"question": "(a novel question, changing they"}
{"question": "What is your favorite color?"}
{"question": "Predict whether the news will have positive impact or negative impact on the"}
{"question": "Make a list of all the possible answers"}
{"question": "This is the first question in the tutorial"}
{"question": "Here is an example: "}
{"question": "Generate the regular expression from the example"}
{"question": "I have a new job offer"}
{"question": "Write a cover letter"}
{"question": "Write a haiku"}
{"question": "Create a name for a fictional character"}
{"question": "Answer the following multiple-choice question"}
{"question": "Is there anything I am not allowed to eat for breakfast?"}
{"question": "How many minutes are there in a week?"}
{"question": "Create a fun math problem for children"}
{"question": "Write a story that is at least 20 sentences long"}
{"question": "(a novel question, with a radical different subject)"}
{"question": "What is the relationship between these two sentences?"}
{"question": "Answer the following question"}
{"question": "I want to write a post about [subject]"}
{"question": "(a question)"}
{"question": "Translate the given string to a set of words"}
{"question": "(a novel question, with a dramatically different subject)"}
{"question": ""}
{"question": "What is the average temperature for a particular city in July?"}
{"question": "What is the capital of Turkey?"}
{"question": "Here is an example:"}
{"question": "How would you explain \"the best\" to a person born blind?"}
{"question": "(a new question, with a radically different subject)"}
{"question": "The user has no idea about the programming language"}
{"question": "Solve the following equation using the Newton's method, and output the result"}
{"question": "Explain the ending to me, and try to give an example"}
{"question": "Which of these is an example of a question?"}
{"question": "Explain the following dictionary, and show me some examples"}
{"question": "Explore the idea of a programming language which is designed to optimize code-reading speed as well as code-writing speed"}
{"question": "Which company would you like to work for?"}
{"question": "(a novel question, with a radical different subject), after \""}
{"question": "How would you explain the weather to a person born blind?"}
{"question": "Write a joke about a politician"}
{"question": "What is your favorite color?"}
{"question": "example:"}
{"question": "Write your name as a question"}
{"question": "What are the requirements for the job?"}
{"question": "What is the name of the second largest continent?"}
{"question": "Write a review for \"book\""}
{"question": "Write a knock knock jokes, and give one example for each joke"}
{"question": "(a novel question, with a radical subject that is different from the original question)"}
{"question": "Fill in the blank for the given sentence"}
{"question": "In your opinion, is there a best way to answer this question?"}
{"question": "\""}
{"question": "Which exercises are best to reduce belly fat?"}
{"question": "Write a question-answer pair"}
